Repository: DylanKrul/sabnzbd
Catalog: po/nsis/*.po
Languages: he

source: Show Release Notes
he: הראה הערות שחרור

source: Start SABnzbd
he: התחל את SABnzbd

source: Support the project, Donate!
he: תמוך במיזם, תרום!

source: Please close "SABnzbd.exe" first
he: אנא סגור את "SABnzbd.exe" תחילה

source: The installation directory has changed (now in "Program Files"). \nIf you run SABnzbd as a service, you need to update the service settings.
he: ספרית ההתקנה השתנתה (עכשיו ב-"Program Files"). \nאם תריץ את SABnzbd בתור שירות, אתה צריך לעדכן את הגדרות השירות.

source: This will uninstall SABnzbd from your system
he: זה יסיר את SABnzbd ממערכתך

source: Run at startup
he: הפעל באתחול

source: Desktop Icon
he: צלמית שולחן עבודה

source: NZB File association
he: שיוך קבצי NZB

source: Delete Program
he: מחק תכנית

source: Delete Settings
he: מחק הגדרות

source: This system requires the Microsoft runtime library VC90 to be installed first. Do you want to do that now?
he: מערכת זו דורשת את ספרית זמן-אמת VC90 של Microsoft שתהיה מותקנת תחילה. האם ברצונך להתקין אותה כעת?

source: Downloading Microsoft runtime installer...
he: מוריד מתקין זמן-אמת של Microsoft...

source: Download error, retry?
he: שגיאת הורדה, לנסות שוב?

source: Cannot install without runtime library, retry?
he: לא ניתן להתקין ללא ספרית זמן-אמת, לנסות שוב?

source: You cannot overwrite an existing installation. \n\nClick `OK` to remove the previous version or `Cancel` to cancel this upgrade.
he: אינך יכול לדרוס התקנה קיימת.\n\nלחץ על `אישור` כדי להסיר את הגרסה הקודמת או על `ביטול` כדי לבטל שדרוג זה.

source: Your settings and data will be preserved.
he: ההגדרות והנתונים שלך יישמרו.
